antigravity
claude-code
crossftp-client
cursor-bin
gh-dash
gtk-engine-murrine
httptoolkit
leftwm
lightdm-settings
nordvpn-bin
opencode-bin
paccache-hook
paru
postman-bin
refine
slack-desktop
spotify
temporal-cli
visual-studio-code-bin
witr-bin
wps-office
yay
